Repository: e-Plugins/wooCommerce
Catalog: languages/digiwallet-*.po
Languages: nl_nl

source: Thank you for ordering in our webshop!
nl_nl: Bedankt voor uw bestelling in onze webwinkel!

source: You will receive your order as soon as we receive payment from the bank.
nl_nl: U ontvangt uw bestelling zodra we de betaling per bank ontvangen hebben.

source: Would you be so friendly to transfer the total amount of €%s to the bankaccount <b>%s</b> in name of %s * ?
nl_nl: Zou u zo vriendelijk willen zijn het totaalbedrag van €%s over te maken op bankrekening <b>%s</b> t.n.v. %s * ?

source: State the payment feature <b>%s</b>, this way the payment can be automatically processed.
nl_nl: Vermeld daarbij als betaalkenmerk <b>%s</b>, zodat de betaling automatisch verwerkt kan worden.

source: As soon as this happens you shall receive a confirmation mail on %s.
nl_nl: Zodra dit gebeurd is ontvangt u een mail op %s ter bevestiging.

source: If it is necessary for payments abroad, then the BIC code from the bank %s and the name of the bank is %s.
nl_nl: Mocht het nodig zijn voor betalingen vanuit het buitenland, dan is de BIC code van de bank %s en de naam van de bank is %s. Zorg ervoor dat u kiest voor kosten in het buitenland voor eigen rekening (optie: OUR), anders zal het bedrag wat binnenkomt te laag zijn.

source: <i>* Payment for our webstore is processed by TargetMedia. TargetMedia is certified as a Collecting Payment Service Provider by Currence. This means we set the highest security standards when is comes to security of payment for you as a customer and us as a webshop.</i>
nl_nl: <i>* De betalingen voor onze webwinkel worden verwerkt door TargetMedia. TargetMedia is gecertificeerd als Collecting Payment Service Provider door Currence. Dat houdt in dat zij aan strenge eisen dient te voldoen als het gaat om de veiligheid van de betalingen voor jou als klant en ons als webwinkel.</i>

source: Enable / Disable
nl_nl: Ingeschakeld/Uitgeschakeld

source: Enable this payment gateway
nl_nl: Betaal gateway inschakelen

source: Your Digiwallet Outlet Identifier, You can find this in your organization dashboard under Websites & Outlets on <a href="https://www.digiwallet.nl" target="_blank">https://www.digiwallet.nl</a>
nl_nl: Uw Digiwallet Outlet Identifier, deze is te vinden op het dashboard van uw Organization onder 'Websites & Outlets' op <a href="https://www.digiwallet.nl" target="_blank">https://www.digiwallet.nl</a>

source: Obtain a token from <a href="http://digiwallet.nl" target="_blank">http://digiwallet.nl</a>
nl_nl: U kunt uw token verkrijgen op <a href="http://digiwallet.nl" target="_blank">http://digiwallet.nl</a>

source: Status after payment is received
nl_nl: Status na ontvangst betaling

source: Choose whether you wish to set payment status after received.
nl_nl: Kies of u de status van de betaling wilt aanpassen nadat deze is ontvangen

source: The total amount is lower than the minimum of %s euros for %s
nl_nl: Het totale bedrag is lager dan het minimum van %s euro voor %s

source: The total amount is higher than the maximum of %s euros for %s
nl_nl: Het totale bedrag is hoger dan het maximum van %s euro voor %s

source: The payment is under processing
nl_nl: De betaling is in verwerking

source: DigiWallet does not support your store currency.
nl_nl: DigiWallet ondersteund de currency van uw winkel niet

source: WARNING: One database column is missing
nl_nl: Waarschuwing: Er ontbreekt een database kolom

source: <p>We want to inform you that one table column %s is missing in the plugin table. The plugin will <strong>not</strong> work properly.</p>
nl_nl: <p>We willen u erop attenderen dat er een database kolom (%s) ontbreekt in de tabel voor de plugin. De plugin zal <strong>niet</strong> correct functioneren.

source: </p>We want to inform you that multiple table columns are missing in the plugin table. The plugin will <strong>not</strong> work properly. Below an overview of the missing columns</p>
nl_nl: <p>We willen u erop attenderen dat er meerdere database kolommen ontbreken in de tabel voor de plugin. De plugin zal <strong>niet</strong> correct functioneren.

source: Table %s doesn't exists!!!
nl_nl: Table %s bestaat niet!!!

source: Completed
nl_nl: Afgerond

source: Processing
nl_nl: In verwerking

source: Select a country
nl_nl: Selecteer een land

source: iDEAL bank view
nl_nl: iDEAL Bank overzicht

source: With radiobuttons
nl_nl: Met radiobuttons

source: If selected, the banklist will be formed with radiobuttons instead of a dropdownbox.
nl_nl: Indien geselecteerd zal de lijst met banken van ideal worden weergegeven als radiobuttons inplaats van een dropdown menu.

source: Select a bank
nl_nl: Selecteer een bank
